tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "cask"
brew "fish"
brew "git"
brew "htop"
brew "hub"
brew "jpegoptim"
brew "jq"
brew "k9s"
brew "kubernetes-cli", link: false
brew "protobuf"
brew "mysql"
brew "node-build"
brew "openjdk"
brew "pngquant"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "stern"
brew "tree"
brew "yarn"
cask "boostnote"
cask "clipy"
cask "discord"
cask "docker"
cask "firefox"
cask "fork"
cask "google-chrome"
cask "iterm2"
cask "microsoft-teams"
cask "postman"
cask "sequel-pro"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
