tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
brew "cask"
brew "fish"
brew "git"
brew "htop"
brew "hub"
brew "jpegoptim"
brew "jq"
brew "k9s"
brew "kubernetes-cli", link: false
brew "mysql"
brew "node-build"
brew "openjdk"
brew "pngquant"
brew "protobuf"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "stern"
brew "tree"
brew "volta"
brew "yarn"
cask "clipy"
cask "discord"
cask "docker"
cask "firefox"
cask "fork"
cask "google-chrome"
cask "iterm2"
cask "microsoft-teams"
cask "postman"
cask "rectangle"
cask "sequel-pro"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
vscode "4ops.terraform"
vscode "ahebrank.yaml2json"
vscode "aki77.rails-db-schema"
vscode "atlassian.atlascode"
vscode "bierner.comment-tagged-templates"
vscode "bierner.markdown-preview-github-styles"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "clinyong.vscode-css-modules"
vscode "csstools.postcss"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "DennisVash.summer-time"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.code-runner"
vscode "github.vscode-github-actions"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "ICS.japanese-proofreading"
vscode "IronGeek.vscode-env"
vscode "jduponchelle.rainbow-end"
vscode "kaiwood.endwise"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "meta.relay"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "Orta.vscode-jest"
vscode "Prisma.prisma"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "sianglim.slim"
vscode "sporto.rails-go-to-spec"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "thomas-baumgaertner.vcl"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-test"
vscode "vscode-icons-team.vscode-icons"
vscode "vunguyentuan.vscode-css-variables"
vscode "wingrunr21.vscode-ruby"
vscode "yamajyn.commandlist"
vscode "yusukehirao.vscode-markuplint"
vscode "yzhang.markdown-all-in-one"
